# 店铺名称与对应的ID
store_dict_panda = {
    "海底捞火锅（Piccadilly）": "18728",
    "海底捞冒菜（Piccadilly）": "18846",
    # "海底捞面馆（Piccadilly）": "334122748",
    # "海底捞面馆（东伦敦）": "261542428",
    "海底捞冒菜（东伦敦）": "682512529",
    "海底捞冒菜（巴特西）": "689260161",
    "海底捞冒菜（Brent）": "843479068",
    "海底捞冒菜（塔桥）": "622889629",
    # "海底捞冒菜（Wood Green）": "750724472"
}

store_dict_deliveroo = {
    "海底捞火锅（Piccadilly）": "526324-228737",
    "海底捞冒菜（Piccadilly）": "526324-232978",
    "海底捞面馆（Piccadilly）": "526324-660307",
    "海底捞面馆（塔桥店）": "526324-688826",
    "海底捞冒菜（塔桥店）": "526324-688829",
    "海底捞面馆（北伦敦）": "526324-688828",
    "海底捞冒菜（北伦敦）": "526324-688825",
    "海底捞面馆（东伦敦）": "526324-694264",
    "海底捞冒菜（东伦敦）": "526324-694265",
}